import slide1 from '../images/slide_1.jpg';
import slide2 from '../images/slide_2.jpg';
import slide3 from '../images/slide_3.jpg';

export const Slides = [slide1, slide2, slide3];

export const TabsTypes = {
  SPECIFICATIONS: `SPECIFICATIONS`,
  REVIEWS: `REVIEWS`,
  CONTACTS: `CONTACTS`,
};

export const Reviews = [
  {
    name: `Борис Иванов`,
    dignity: `мощность, внешний вид`,
    limitations: `Слабые тормозные колодки (пришлось заменить)`,
    rating: 4,
    comment: `Взяли по трейд-ин, на выгодных условиях у дилера. Стильная внешка и крут по базовым характеристикам. Не думал, что пересяду на китайский автопром, но сейчас гоняю и понимаю, что полностью доволен.`,
    time: `7 минут назад`,
  },
  {
    name: `Марсель Исмагилов`,
    dignity: `Cтиль, комфорт, управляемость`,
    limitations: `Дорогой ремонт и обслуживание`,
    rating: 2,
    comment: `Дизайн отличный, управление просто шикарно, ощущения за рулём такой машины особые. Но ремонт очень дорогой. Пару месяцев назад пришлось менять двигатель. По стоимости вышло как новый автомобиль. Так что, если покупать эту машину, надо быть готовым к большим расходам на обслуживание.`,
    time: `11 минут назад`,
  },
];
